[
  {
    "id": 1766846840,
    "title": "hari ke -9。9日の連休",
    "content": "Jadi hari ini hari ke 9 gua liburan dan pulang ke Depok. jadi hari ini gua bangun pagi tadi cukup pagi jam 9.sebenernya gua bangun duluan jam 6 pagi untuk solat subuh tapi ya gua tidur lagi.\r\n\r\nNah abis itu gua bangun dan menikmati damainya pagi dengan coba baca buku sesuai rutinitas gua , lalu gua juga coba ngerjain beberapa anki dan juga push bahasa Jepang goi gua coba tamatin. nah abis itu entah mengapa kan gua makan dulu yak, gua malah coba tidur di kamar adek gua dan entah kenapa ketiduran jir. tiba tiba gua tidur pules gitu aja lumayan. \r\n\r\nabis itu gua diajak pergi ke IKEA jam 3 sore lalu gua pergi. tapi  ya gaenaknya gua pergi di jam 3 trus gua mulai meleting aiesec di mobil dan ya gitu dah gua jadinya di IKEA full ngerjain tugas tugas gua yang ga selesai dan yah gua jadi kayak budak korporat gitu , bahkan gua lagi ngetik tulisan ini sebenernya lagi di koqenin sama orang tua gua terkait betapa lamanya jam funcmeet di aiesec. emang sih menurut gua gak masuk akal juga dan aneh lah. ini emang kecapean gua dari awal.\r\n\r\nohh ya gua berhasil coba mainin akun battlefield di ps4 gua lumayan asik akhirnya ngerasain main juga . \r\n\r\njujur I miss Aletha , I miss u I very miss you every little cute and gorgeous things I found brought my memories to you. I love you Aletha. I just want to make you mine.\r\n\r\nbismillah",
    "date": "2025-12-27"
  },
  {
    "id": 1766768379,
    "title": "hari -8 liburan 八日の連休ーあたらしいパソコンできた！",
    "content": "jadi hari ini gua bangun dan gua cukup puas dengan rutinitas gua di pagi hari tadi , jadi gua bangun gua langsung baca buku 5 halaman dengan damai, lalu gua belajar kanji dan bahasa Jepang lumayan 30 menit, abis itu bantuin adek gua downloading battlefield 1 gamenya.\r\n\r\nabis itu setelah gak lama belajar, tiba tian laptop yang gua beli yaitu MacBook Air m4 itu tiba tiba dateng jir dan gua ga begitu expect soalnya kata ayah gua dia bakal datengnya itu harusnya di tanggal 29 atau hari kami yang mana sekarang hari Jumat kan. jadi ga expect.\r\n\r\nyaudahlah tanpa basa basi gua langsung buka tuh laptop gua unboxing dan gile hasilnya bagus banget warna yang starlight ini warnanya bagus banget. dan gua bersyukur banget berterimakaish sama Allah yang udah percayai gua dengan barang ini ,gua juga makasih banget sama kedua orang tua gua yang mau belian laptop ini setelah beberapa lama akhirnya. gua udah cukup sabar 6 tahun untuk menunggu menemukan sebuah \"laptop\" yang gua inginkan dari sejak lama. makasih juga neval udah mau sabar.\r\n\r\nsemoga dengan laptop yang baru ini bisa berkah cari cuan yang banyak.\r\n\r\n\r\nmana soalnya hariini pas gua lagi seting setin macOS nya gua disuruh ajak adik gua temenin main sepatu roda di taman depan. pas gua temenin itu kocaknya dia main sepatu roda ternyata belum bisa ngerem. jadi pas turunan dia kesusahan dan cuma modal nabrak gitu wkwkkwkwkw\r\n\r\n\r\nkoçak jir jadinya bua dimarahin dikit gara gara gabisa jagain\r\n",
    "date": "2025-12-26"
  },
  {
    "id": 1766680124,
    "title": "hari ke 7 liburan di rumah euy ７日の連休だ",
    "content": "hari ini sebenernya ngga terlallu banyak hal yang gua lakuin sih soalnya hari ini gua bangun bangun itu lumayan pagi jam setengah 9 tapi yang lain masih pada tidur jir. terus ya bais bangun gua jalanin rutinitas baca buku dan juga ngerjain beberapa bab dari  jlpt n3 ini. abis itu kabar baiknya gua udah di chekcout barang laptop macbook air m4 yang bakal dateng itu. abis itu gua pergi ke rumah uwak gua . ya sbeenernya biasa pengunjugnan normal ajasih . namun yang gua saadar disini sejak tanggal 17 pas gua ketemu dengan kay depan gedung G abis itu di tanggal 19 itu gua di follow second ignya kan trus di chat juga sama dia, jujur gua suka sama dia ( sebagai teman) dia orangnya lucu dan connect aja sama gua gitu jadi gua gaperlu jaim kalo ngobrol sama dia kayak bisa show my true colors aja. dan yah kay itu kocak sih sama goofy ahh wkwkwk.\r\n",
    "date": "2025-12-25"
  },
  {
    "id": 1766595179,
    "title": "hari ke- 6 ６日の連休です。年末の祭日",
    "content": "今日はいい日だとおもいます。朝では寝坊したので。１１時ぐらいで起きて、その後本を読んでたり日本語を勉強したり。たくさんことをする、それ後母が家に帰りました。その後母が俺をさそうてくれた。「Nev、macbook airのパソコンを買いたいんでしょう？」と言いた俺はその時を築いた。そうね。。今日は新いパソコンを買うなんて忘れました。だから１時にごろpesona square のデパとを行って。最初はそこではsolaria で食べた、solaria de takusan 料理を食べた、うまいです。俺がnasi goreng を注文した、俺の妹がからげとkwetiawを注文した。\r\n\r\nそのあとi-boxで新しいパソコンを見にした。macbook air は本当にすばらしいパソコンだった。あの力と便利さは最高だ。いちばん開発元のパソコンだ。！\r\n\r\nhari ke 6 gua liburan di depok, rumah gua ,\r\nhari ini gua bangun agak siang sebenernya jam 10 an. terus gua lupa hari ini itu rencananya mau ke I box buat liat macbook air m4 yang baru. jadilah gua ke pesona square sama keluarga gua. pas gua disana karena laper keluarg gua memutuskan untuk mampir makan di solaria dulu. baru dah setelah itu sebenernya temenin adek gua main go kart 7 menit di mall gitu. abis itu setelah itu gua cek kan macbook air nya di i box ternayata keren juga sbeenernya . jadilah gua memutuskan untuk beli. soalnya disitu juga gua masih bingung mau yang zephyrus g14 atau macbook. dan kayaknya pilihan gua jatuh ke macbook + beli ps4 ( lagi ) biar gua bisa tetep produktif kerja full fokus dan juga main ps4 dan main game yang notabanenya menurut gua lebih produktif dari scroling instagram.\r\n\r\nhari ini juga gua ternyata ga sengaja bilang ke kay kalo dia cewe baddie ya maksudnya gua bilang lah dia cakep gitu soalnya emang iya, tapi gua di chat itu bilang kayak orang paling pede sedunia gitu dan gasadar  sbeenrny gua lagi flirting sama dia jir wkkwwkwk\r\n\r\n\r\n\r\n",
    "date": "2025-12-24"
  },
  {
    "id": 1766425488,
    "title": "５の日 家で",
    "content": "jadi sekarang kayaknya udah mulai liburan, yah walaupun ini tanggal 23 sebenernya gua nulisnya, tapi disini gua udah bikin kayak app personal blog gitu kok, asik juga ternyata bisa bikin sambil bikin diary juga hasil kerjaan gua sbeenrnya, malah menurut gua enak karena simple fungsinya cuma buat bikin trus nanti di posting disini , cuma bisa kita yang lihat nanti juga mungkin lebih minimalis lebih minim distraksi jadinuya, hari ini hari setelah hari minggu dimana kemarin gua naik speda ga ngotak cape banget anjim. ya pokoknya disitu gua cape banget bahkan semalem gua mimpi pantat gua sakit dan lagi ngangka kayak naik sepeda gitu kocak banget. hari ini gua sama adek gua juga pergi sholat magrhib bareng. ya chill dah\r\n",
    "date": "2025-12-23"
  },
  {
    "id": 1766424298,
    "title": "aleth ekhem..",
    "content": "Sunday 7 pm was the date of the Global village first meeting on boarding session. and after some this and that, i finnally got permsisiion to do this experience, i was so happy and nervous at the same time. i was so happy that i would get to be at the same experience opportunity with Aletha, but also got so nervous because the idea making contact with her and being able to see her and know her more also. the first on boarding meet went well . i was quite prepared, but she didnt came. it turned out im not as dissapointed asi tought i would be. so the journey go on as per \r\n\r\n10th June 2025\r\n\r\n. at the first finance and logistic meeting with kak danny and naira (btw a very close friends of aletha here hawhwhha ha) and thank you DANNY for givving me the PIC of synergy group with marcom wich marketing and communication was the functional that she leads. and then since my first chat to her is in our synergy , where we both at the same time send a picture of how a band for the merchandise. seemed that we both have the same idea and thinking at the same time and you know, we are frequented with each other. and chat by chat, even the simples “makasih ya “sounded very pleasing to me I love it so much. ican imagine her voice saying that smooth “makaish “ to me.and her typo’s kinda look like mine tbh.",
    "date": "2025-12-23"
  },
  {
    "id": 6,
    "title": "udah sampe di karawang seru juga",
    "content": "Ternyata gak sesusah itu kalau paham konsepnya.",
    "date": "2025-12-17"
  },
  {
    "id": 7,
    "title": "blog malam bersama tegar ",
    "content": "balb albalb aa.",
    "date": "2025-12-17"
  },
  {
    "id": 1766249358,
    "title": "galauana si A",
    "content": "ini tes buat sesuatu yang keren atau galau ",
    "date": "2025-12-20"
  },
  {
    "id": 1766249460,
    "title": "galauan si A (lagi)",
    "content": "dia cakep banget deh",
    "date": "2025-12-20"
  },
  {
    "id": 1766249540,
    "title": "malem di rumah depok",
    "content": "jadi gua malem malem lagi di depok nih , cuma ya gua bingung aj gitu mau ngapain jadi sekarang lagi ngodin aja santai nih",
    "date": "2025-12-20"
  },
  {
    "id": 1766413091,
    "title": "kenapa kucing gua sombong",
    "content": "mungkin guanya kurang baik kali sama dia jadinya gua dikira gngga peka pas ngasih makan gitu\r\n",
    "date": "2025-12-22"
  }
]