[
  {
    "id": 1767112905,
    "title": "hari ke 11 ",
    "content": "29 Desember 2025. sebenernya gua ngetik ini di hari setelah nya jadi gua coba aja inget inget.\r\n\r\njadi hari itu gua banugn jam 10 pagi lalu abis itu gua baca buku sebentar dan juga ngerjain bahasa Jepang gua.\r\n\r\n\r\nudah agak lupa lupa tapi hari gua disuruh pergi ngirim pake t JNE dan juga ngambil uang di kelurahan itu sih gua cukup lumayan inget itu. nah sorenya itu gua itu main hades Nantai aja sih sebenernya main hades dan kebanyakan ngechill. yang gua sadar itu pas gua punya laptop ini gua makin jarang main ml dan hp soalnya banyak hal yang produktif bisa gua kakuin didisini jadinya enak.\r\n\r\nagak filler day tapi okelah -gua edit jsonya jadi tanggal 29",
    "date": "2025-12-29"
  },
  {
    "id": 1766941551,
    "title": "hari ke -10 depok １０日の連休",
    "content": "Hari ini hari ke 10 gua liburan di depok, seperti biasa tadi pagi gua bangun jam 6. lumayan ada peningkatan dibandingkan di jam 9 sebelumnya, walaupun abis itu gua bangun gua lanjut sholat, eh guanya malah lanjut tidur lagi sampe jam 9. tapi ya pas bangun itu gua produktif lagi menjalankan aktivitas pagi gua yaitu baca buku dan ngerjain bahasa Jepang.\r\n\r\nlanjut gua browsing browsing tipis di laptop dan ngerjain beberapa hal. gua lupa trus intinya gua tuh makan masak nasi goreng pake bumbu madura lumayan enak. abis itu gua disuruh ke mesjid, abis itu gua disuruh beli makan kan. beli nasi padang sekalian ke atm. ternyata jalanan di depok juga udah lumayan mantep kalo di aspal, jadi lebih rapuh gituloh bagus. dan berasa mahal kayak di negara maju \r\n\r\nnah pas udah sorenya gua ngantuk banget asli , gua tiba tiba ngantuk dan mencoba tidur. adek gua hari ini lagi rapihin kamar karena nanti katanya mau di kasih walpaper sama dia. ya begitu deh. eh abis itu gua tidur dikti di sofa anjir ketiduran lama sampe jam setengah 6. dan itu tidur pules enak banget. nah pas itu kan gua mau persiapan calibration meeting di jam 6 nah itu gua nyamain ac kamar dan langsung setup setup. behhh gila anjir enak bagnet punya laptop ngebut bisa ngezoom sambil buka buka tab lain tanpa ngelag itu kayak surga benaran. gua masih sangat bersyukur kepada Allah yang udah ngasih gua rezeki laptop ini darinya. yang dulu gua coba ngodign buka tab banyak dan zoom itu ngelrg banget sekarang bisa cepet sat set. dan juga terimakasih orang tua gua udah mampu dan beliin laptop baru gua ini. ya Allah aku sungguh berterimakaish kepadanya mereka berdua.\r\n\r\nmalemnya pas gua abis calibration meeting gua coba beli game ori steam (tadinya mau bajakan kwkwk), eh gabisa kan, yaudah gua beli aja tuh game hades harga 62 ribu lagi diskon winter 70%. terimakasih banget dan gua coba , gila gamenya untuk first impression gua itu seru dan asik banget.makaish lagi lagi Allah atas rezeki ini aku seneng banget dah laptopnya bisa kayak gini.\r\n\r\nkeep on striving kita grinding val gas terus kita kejar kebahagiaan kita dan juga terima aku di surga mu Allah dan berikan aku ridhomu. \r\n\r\n\r\n\r\n\r\n-jangan lupa kejar si 'A' itu ya!\r\n",
    "date": "2025-12-28"
  },
  {
    "id": 1766846840,
    "title": "hari ke -9。9日の連休",
    "content": "Jadi hari ini hari ke 9 gua liburan dan pulang ke Depok. jadi hari ini gua bangun pagi tadi cukup pagi jam 9.sebenernya gua bangun duluan jam 6 pagi untuk solat subuh tapi ya gua tidur lagi.\r\n\r\nNah abis itu gua bangun dan menikmati damainya pagi dengan coba baca buku sesuai rutinitas gua , lalu gua juga coba ngerjain beberapa anki dan juga push bahasa Jepang goi gua coba tamatin. nah abis itu entah mengapa kan gua makan dulu yak, gua malah coba tidur di kamar adek gua dan entah kenapa ketiduran jir. tiba tiba gua tidur pules gitu aja lumayan. \r\n\r\nabis itu gua diajak pergi ke IKEA jam 3 sore lalu gua pergi. tapi  ya gaenaknya gua pergi di jam 3 trus gua mulai meleting aiesec di mobil dan ya gitu dah gua jadinya di IKEA full ngerjain tugas tugas gua yang ga selesai dan yah gua jadi kayak budak korporat gitu , bahkan gua lagi ngetik tulisan ini sebenernya lagi di koqenin sama orang tua gua terkait betapa lamanya jam funcmeet di aiesec. emang sih menurut gua gak masuk akal juga dan aneh lah. ini emang kecapean gua dari awal.\r\n\r\nohh ya gua berhasil coba mainin akun battlefield di ps4 gua lumayan asik akhirnya ngerasain main juga . \r\n\r\njujur I miss Aletha , I miss u I very miss you every little cute and gorgeous things I found brought my memories to you. I love you Aletha. I just want to make you mine.\r\n\r\nbismillah",
    "date": "2025-12-27"
  },
  {
    "id": 1766768379,
    "title": "hari -8 liburan 八日の連休ーあたらしいパソコンできた！",
    "content": "jadi hari ini gua bangun dan gua cukup puas dengan rutinitas gua di pagi hari tadi , jadi gua bangun gua langsung baca buku 5 halaman dengan damai, lalu gua belajar kanji dan bahasa Jepang lumayan 30 menit, abis itu bantuin adek gua downloading battlefield 1 gamenya.\r\n\r\nabis itu setelah gak lama belajar, tiba tian laptop yang gua beli yaitu MacBook Air m4 itu tiba tiba dateng jir dan gua ga begitu expect soalnya kata ayah gua dia bakal datengnya itu harusnya di tanggal 29 atau hari kami yang mana sekarang hari Jumat kan. jadi ga expect.\r\n\r\nyaudahlah tanpa basa basi gua langsung buka tuh laptop gua unboxing dan gile hasilnya bagus banget warna yang starlight ini warnanya bagus banget. dan gua bersyukur banget berterimakaish sama Allah yang udah percayai gua dengan barang ini ,gua juga makasih banget sama kedua orang tua gua yang mau belian laptop ini setelah beberapa lama akhirnya. gua udah cukup sabar 6 tahun untuk menunggu menemukan sebuah \"laptop\" yang gua inginkan dari sejak lama. makasih juga neval udah mau sabar.\r\n\r\nsemoga dengan laptop yang baru ini bisa berkah cari cuan yang banyak.\r\n\r\n\r\nmana soalnya hariini pas gua lagi seting setin macOS nya gua disuruh ajak adik gua temenin main sepatu roda di taman depan. pas gua temenin itu kocaknya dia main sepatu roda ternyata belum bisa ngerem. jadi pas turunan dia kesusahan dan cuma modal nabrak gitu wkwkkwkwkw\r\n\r\n\r\nkoçak jir jadinya bua dimarahin dikit gara gara gabisa jagain\r\n\r\nnah malemnya gua kepikiran tuh buat main Minecraft. yaudah lah gua beli Minecraft di Shopee seharga 220 ribu Minecraft resmi dari microsoft jadinya gua resmi pengguna microsoft Minecraft secara legal. nah masalahnya waktu out carang ribet banget kayak gila, gua waktu itu coba download harus redeem reedsm gitu pake website code catcher china , trus gua coba bolak balik ngobrol sama abang shopeenya kan bisa, di kamar itu gua coba kayak gitu lama, eh akhirnya gua bisa deh anjay mantap. trus gua coba pake prism launcher dan lain lain, akhirnya bisa cuy mana pake sander lagi jadinya grafiknya keren banget asli , terimakasih. \r\n",
    "date": "2025-12-26"
  },
  {
    "id": 1766680124,
    "title": "hari ke 7 liburan di rumah euy ７日の連休だ",
    "content": "hari ini sebenernya ngga terlallu banyak hal yang gua lakuin sih soalnya hari ini gua bangun bangun itu lumayan pagi jam setengah 9 tapi yang lain masih pada tidur jir. terus ya bais bangun gua jalanin rutinitas baca buku dan juga ngerjain beberapa bab dari  jlpt n3 ini. abis itu kabar baiknya gua udah di chekcout barang laptop macbook air m4 yang bakal dateng itu. abis itu gua pergi ke rumah uwak gua . ya sbeenernya biasa pengunjugnan normal ajasih . namun yang gua saadar disini sejak tanggal 17 pas gua ketemu dengan kay depan gedung G abis itu di tanggal 19 itu gua di follow second ignya kan trus di chat juga sama dia, jujur gua suka sama dia ( sebagai teman) dia orangnya lucu dan connect aja sama gua gitu jadi gua gaperlu jaim kalo ngobrol sama dia kayak bisa show my true colors aja. dan yah kay itu kocak sih sama goofy ahh wkwkwk.\r\n",
    "date": "2025-12-25"
  },
  {
    "id": 1766595179,
    "title": "hari ke- 6 ６日の連休です。年末の祭日",
    "content": "今日はいい日だとおもいます。朝では寝坊したので。１１時ぐらいで起きて、その後本を読んでたり日本語を勉強したり。たくさんことをする、それ後母が家に帰りました。その後母が俺をさそうてくれた。「Nev、macbook airのパソコンを買いたいんでしょう？」と言いた俺はその時を築いた。そうね。。今日は新いパソコンを買うなんて忘れました。だから１時にごろpesona square のデパとを行って。最初はそこではsolaria で食べた、solaria de takusan 料理を食べた、うまいです。俺がnasi goreng を注文した、俺の妹がからげとkwetiawを注文した。\r\n\r\nそのあとi-boxで新しいパソコンを見にした。macbook air は本当にすばらしいパソコンだった。あの力と便利さは最高だ。いちばん開発元のパソコンだ。！\r\n\r\nhari ke 6 gua liburan di depok, rumah gua ,\r\nhari ini gua bangun agak siang sebenernya jam 10 an. terus gua lupa hari ini itu rencananya mau ke I box buat liat macbook air m4 yang baru. jadilah gua ke pesona square sama keluarga gua. pas gua disana karena laper keluarg gua memutuskan untuk mampir makan di solaria dulu. baru dah setelah itu sebenernya temenin adek gua main go kart 7 menit di mall gitu. abis itu setelah itu gua cek kan macbook air nya di i box ternayata keren juga sbeenernya . jadilah gua memutuskan untuk beli. soalnya disitu juga gua masih bingung mau yang zephyrus g14 atau macbook. dan kayaknya pilihan gua jatuh ke macbook + beli ps4 ( lagi ) biar gua bisa tetep produktif kerja full fokus dan juga main ps4 dan main game yang notabanenya menurut gua lebih produktif dari scroling instagram.\r\n\r\nhari ini juga gua ternyata ga sengaja bilang ke kay kalo dia cewe baddie ya maksudnya gua bilang lah dia cakep gitu soalnya emang iya, tapi gua di chat itu bilang kayak orang paling pede sedunia gitu dan gasadar  sbeenrny gua lagi flirting sama dia jir wkkwwkwk\r\n\r\n\r\n\r\n",
    "date": "2025-12-24"
  },
  {
    "id": 1766425488,
    "title": "５の日 家で",
    "content": "jadi sekarang kayaknya udah mulai liburan, yah walaupun ini tanggal 23 sebenernya gua nulisnya, tapi disini gua udah bikin kayak app personal blog gitu kok, asik juga ternyata bisa bikin sambil bikin diary juga hasil kerjaan gua sbeenrnya, malah menurut gua enak karena simple fungsinya cuma buat bikin trus nanti di posting disini , cuma bisa kita yang lihat nanti juga mungkin lebih minimalis lebih minim distraksi jadinuya, hari ini hari setelah hari minggu dimana kemarin gua naik speda ga ngotak cape banget anjim. ya pokoknya disitu gua cape banget bahkan semalem gua mimpi pantat gua sakit dan lagi ngangka kayak naik sepeda gitu kocak banget. hari ini gua sama adek gua juga pergi sholat magrhib bareng. ya chill dah\r\n",
    "date": "2025-12-23"
  },
  {
    "id": 1766424298,
    "title": "aleth ekhem..",
    "content": "Sunday 7 pm was the date of the Global village first meeting on boarding session. and after some this and that, i finnally got permsisiion to do this experience, i was so happy and nervous at the same time. i was so happy that i would get to be at the same experience opportunity with Aletha, but also got so nervous because the idea making contact with her and being able to see her and know her more also. the first on boarding meet went well . i was quite prepared, but she didnt came. it turned out im not as dissapointed asi tought i would be. so the journey go on as per \r\n\r\n10th June 2025\r\n\r\n. at the first finance and logistic meeting with kak danny and naira (btw a very close friends of aletha here hawhwhha ha) and thank you DANNY for givving me the PIC of synergy group with marcom wich marketing and communication was the functional that she leads. and then since my first chat to her is in our synergy , where we both at the same time send a picture of how a band for the merchandise. seemed that we both have the same idea and thinking at the same time and you know, we are frequented with each other. and chat by chat, even the simples “makasih ya “sounded very pleasing to me I love it so much. ican imagine her voice saying that smooth “makaish “ to me.and her typo’s kinda look like mine tbh.",
    "date": "2025-12-23"
  },
  {
    "id": 1766413091,
    "title": "kenapa kucing gua sombong",
    "content": "mungkin guanya kurang baik kali sama dia jadinya gua dikira gngga peka pas ngasih makan gitu\r\n",
    "date": "2025-12-22"
  },
  {
    "id": 1766249540,
    "title": "malem di rumah depok",
    "content": "jadi gua malem malem lagi di depok nih , cuma ya gua bingung aj gitu mau ngapain jadi sekarang lagi ngodin aja santai nih",
    "date": "2025-12-20"
  },
  {
    "id": 1766249460,
    "title": "galauan si A (lagi)",
    "content": "dia cakep banget deh",
    "date": "2025-12-20"
  },
  {
    "id": 1766249358,
    "title": "galauana si A",
    "content": "ini tes buat sesuatu yang keren atau galau ",
    "date": "2025-12-20"
  },
  {
    "id": 7,
    "title": "blog malam bersama tegar ",
    "content": "balb albalb aa.",
    "date": "2025-12-17"
  },
  {
    "id": 6,
    "title": "udah sampe di karawang seru juga",
    "content": "Ternyata gak sesusah itu kalau paham konsepnya.",
    "date": "2025-12-17"
  },
  {
    "id": 1767114287,
    "title": "hari ke -12 １２日の（冬休み）",
    "content": "jadi hari ini sbeenrnya paginya dimulai cukup mantep. setelah adek gua ngikutin saran gua malemnya untuk make 1 alaram aja biar gua ngga pusing. akhirnya kita bangun dengan modal 1 alarm, trus kita jadi bisa sholat subuh dan langsung tidur lagi.\r\n\r\npas gua bangun gua lagi ngerjain daily quest gua kayak baca buku ,truss belajar bahasa Japan ada uwak gua tiba tiba pulang, dan yah gua cukup ngobrol bareng dan nyatai (alias main game hades dan ngerjain cat aiesec tipis tipis) gua juga udah mulai kepikiran untuk pulang ga dirasa minggu depan gua harus udah mikirin kapan pulang dan pesen tiket.perasaan gua baru aja pulang dan harus kesana lagi gara gara aiesec, kenapa ya ga adil banget masih rasanya untuk member yang ga sengaja dan masuk ke IGV ini. masih cukup sedih dengan hal hal ini. uadah merampas liburan gua selama 2 semesters. walaupun nanti lebaran bakal pulang lagi tapi ya beda rasanya. semester depan gua gabisa pulang soalnya gua mau KKN kan. gua masih pengen disini sama adek gua dan orang tua gua jujur. kayaknya di minggu ini di tahun baru gua harus main ICE skating seperti biasa pengen banget.\r\n\r\nlanjut di cían ke sore gua disuruh beli makan. menu nya cukup enak dan gacor, jadi gua beli 2 gado gado yang rasanya enak banget truś gua beli 1 rujak dan 5 ayam dbesto. itu makan siang yang jujur asik. abis itu gua disuruh temenin ade gua main sepatu roda di taman depan. tapi gua tolak dan gua berujung Cobain sepatu roda yang masih bisa walaupun kekecilan dikit. nah gua disita ajarin dia cara rem di masjid karena aspal depan situ lebih enak dan halus. dan yah itu hari gua yang sebnrnya baru hari ke 12 dan rasanya baru bentar aja sih minggu depan udah pulang aja.\r\n\r\nmungkin gua harus list hal hal yang gua lakuin deh di masa depan nya. biar gua bisa tau checklist goal goalsny.",
    "date": "2025-12-30"
  },
  {
    "id": 1767218262,
    "title": "Hari ke 13 gua di depok",
    "content": "jadi hari ini hari ke 13 gua di depok. sekaligus menandakan hari terakhir di tahun 2025. dimana disini tahun ini merupakan tahun yang cukup solid. diawali dengan ice skating manja di bandung dan di pertengahan dengan banyak sinar matahari dari car free day di jalan ijen sama temen-temen. dan tentunya karena , ada dia. Aletha Guevara limanto. hamba Allah yang imut, cantik, lucu, gemes, jutek, tapi ya Allah sayang banget gua rasanya sama dia. gua kayak dikutuk cinta mati sama dia. gua gatau harus gimana yang pasti bakal gua usahain gua se suksess itu biar nanti gua bisa dengan percaya diri ngelaamar dia. tungguin gua di masa depan ya Aletha. \r\n\r\nYah hari ini sebenernya sama seperti biasa. bangun cukup telat di jam 10. lalu gua juga mengerjakan beberapa task seperti membaca , lalu mengerjakan latihan soal bahasa jepang. lanjut siangnya gua pergi berenang sama adek gua yang mana vibesnay ya asik lah cukup untuk menemani gua. gua juga jadi pengen jagaan adik gua yang masih kecil. semoga dia bisa tumbuh jadi orang yang dewasa dan baik.\r\n\r\ndi lain sisi adik gua yang perempuan yang berulang tahun hari ini persis, sibukkkkk aja sendiri ngurusin dan beresin kamar. since hari ini adalah hari kedatangan meja yang beliau pesan di hari sebelumnya jadi hari ini adalah tugas dia untuk memasang masang mejanya jujur . bagus sih mejanya ndan ini gua lagi ngetik jurnal sambil ngetik di atas mejanya dia yang cukup asthetic dan lucu. ya kayak ceewe lah . jadi kepikiran kalo misalnya adek gua ketemu Aletha pasti nanti nyambung bahasnya karena sama sama tipe cewe artisty dan suka yang gemes gemes gitu. \r\n\r\nterlepas dari itu terimakaish Allah dan terimakasih sudah memberikan aku 1 tahun tambahan untuk hidup. semoga melalui jurnal ini bisa menjadi manusia yang lebih baik kedepanya dan juga ingin membahagiakan utamanya diriku sendiri tentunya Aletha. keluarga ku dan aku bisa menjadi anak yang orang tua ku banggakan.\r\n\r\nneval -2025.\r\n\r\nbismillah 2026.",
    "date": "2025-12-31"
  },
  {
    "id": 1767296801,
    "title": "hari ke 14 ",
    "content": "jujur gua lagi cape nulis jurnal, tapi gapapa. \r\n\r\nhari ini gua bangun sekitaran jam 10 , dan lanjut tidur sampe jam 1 kurang, berhubung juga malemnya adek gua lagi beresin kamar mungkin sampe jam 4 pagi. jadinya mau gamat harus begadang juga jadinya.\r\n\r\nnah abis itu kan gua lanjut kebiasaan gua pagi baca buku + gas belajar Jepang. nah ga lama ibu gua mau pergi kan buat beli belanja sesuatu nah gau menawarkan diri untuk ikut. \r\n\r\nsetelah siap siap gua pun jalan sama ibu gua, hujan mulai turun awalnya gua sempet bantu ngasuh titipan ke temen orang tua gua dan abis itu baru deh lanjut ke ditos buat survey lokasi sunat adik gua yang insha allah besok bakal disunat. doakan bismillah lancar ya Allah. nah abis itu gua langsung ke margo. dan Disana rammeee bat anjir kek apaan banyak bet orang. sampe sana gua masu solat dulu kan tapi eh malah penuh tempat silatnya jadi yaudah lah gua ke Watson dulu awalnya beli skincare dan lain lain. setelah itu gua ke Miniso buat cari kado ibu gua adek gua dan adek gua yang paling kecil buat hadiah sunat katanya. nah setelah itulah baru gua sempet sholat. dan setelah sholat gua dan ibu gua memutuskan untuk makan di kimukatsu di bawah. dan yah untuk katsunya gua rasa enak dan cukup mahal juga sih tapi yah bisa di bilang worth it menurut gua ya.\r\n\r\nnah pas makan ini agak random ya. di otak gua kepikiran mumpung masih punya kesempatan berdua sama ibu gua sendiri gua tanya lah dulu ketemu ayah gua gimana dan lain lain. yah seperti itu detailnya kayaknya ga gua drop hahaha.\r\n\r\ndan lain lain lah abis itu setelah gua udah makan gua lanjut untuk pergi sholat magrhib. nah abis sholat Maghrib gua belii beberapa barang dan mau takeaway kopi fore. setelah dari kopi fore gua beli susu mbok darmi yang enak banget.\r\n\r\nyah unit hari ini enka lah . tugas gua juga jalan semua dan habit 100% yah semoga makin mantep hari hari gua . dan semoga suksess di tahun 2026 ini ya Neval. jujur gua kangen sama Aletha. ya Allah \r\n\r\n",
    "date": "2026-01-01"
  },
  {
    "id": 1767382185,
    "title": "hari ke 15",
    "content": "jujur nulis jurnal asik banget, tapi hari ini gua usahain singkat\r\n\r\n-hari ini adek gua sunat wkakakaka jadi gua bangun jam 10 malemnya tau kalo adek gua di pagi bakal sunat. \r\n\r\n-pas dia sampe rumah gua temenin dia dan ajak main , ngga lupa kasih kado sunat yaitu blockies transformers yang biasa gede itu.\r\n\r\n-gua main sama dia sampe malem gua agak sibuk bolak balik sana sini buat bantuin orang tua gua \r\n\r\n-gua juga udah belajar Jepang dan baca buku di paginya.\r\n\r\ndan ini gua lagi nulis jurnal selepas ngoding santai dan hari ini hujan cukup banyak\r\n\r\ngua lagi suka banget baca buku why ini sama lagi nonton anime sakamichi no appolon seru banget.\r\n\r\ngua juga jadi ketagihan nambahi log di letterboxd\r\n\r\nthanks letha\r\n",
    "date": "2026-01-02"
  },
  {
    "id": 1767462382,
    "title": "hari ke 16. ",
    "content": "hari ini banyak hal yang gua lakuin, tentunya habit pagi hari yang gua bikin masih jalan. cuma hari ini persiapan adek gua khitanan (pengajian) setelah sunat. yah sebenernya gua seru seru jaa tapi agak capek sih beresin tempat dan bantu bantuannya. yah cuma pas gua disuruh beli sendok ya gua agak kesel aja dan yah untungnya gua bersikap cukup dewasa dan bawa amarah itu ke tempat lain. gua ke mesjid dan baca buku . dan yah untungnya gua jadi lebih santai dan slow.\r\n\r\nyah untungnya sorean gua bisa ketemu sodara dan keluarga besar dari ibu gua . jadinya bisa ngobrol ngechill dan bisa chill aja dah .",
    "date": "2026-01-03"
  },
  {
    "id": 1767555425,
    "title": "hari ke-17 \\ nginep rumah odol spermanos",
    "content": "hari ini gua lagi ngetik. tapi bedanya gua lagi ngetik di rumahnya odoy. ya. kwwkkwkwk gua nginep dan yah asik aja . gua main ps dan ngobrol lama sama odol. sampe pas mau balik takut karena udah kemaleman juga kan wkkww, jadilah gua telpon bapak gua dan nginep aja biar aman juga kan.... thanks odol.\r\n\r\nhari ini gua bangun kan . ngerjain habit pagi gu kayak biasa lah . nah setelah itu om isal dateng. ga lama gua siap siap jalan ke rumah odol soalnya juga udah janjian kan.\r\n\r\nyaudah lag gua jalan tadi abis itu beli kopi Indomaret sama kuenya buat odol.trus ketemu ibunya lah ngga lama. ya adeknya odol masih cakep kayak dulu sih sehat sehat terus.(masih cakapan kamu kok Aletha) lucu. semangat mc nya besok yaaa.\r\n\r\nyah abis itu yang palung seru sih kita degerin musik, ngobrol, dan yah main ps dan fifa bareng lah jadinya chill parah. sampe kemaleman ampe jam 12 malem, gua pengen pulang takut dah gitu.\r\n\r\ngua tetep sempet ngoding dan ngerjain hal hal. kayaknya gua besok mau bangun jam 5 trsu solat subuh abis itu tidur lagi sampe jam 7 mungkin trus gua jalan balik siap siap jalan main ice skating. liburan ini kegiatannya banyak dan yah. semoga gua ga sedih. (pasti sedih sih, kangen juga pasti). ya Allah Terimakasih atas semua rezeki mu hari ini. semoga bisa dikasih rezeki yang makin banyak. bantuin aku di setiap langkah. dan semoga Aletha makin cantik makin pinter dan aku bisa ya Allah tau lah.\r\n\r\n\r\nterimakasih ya Allah berikan lah aku ridhomu.",
    "date": "2026-01-04"
  },
  {
    "id": 1767637633,
    "title": "hari ke 18 - liburan main ice skating",
    "content": "hari ini gua bangun - bangun di rumah odol. ya asik lah gua diajak sarapan dulu sama emaknya dan ya gua makan alhamdulillah.\r\n\r\n\r\nabis itu gua pamit dan terimaksih ama odoy yang udah bikin liburan gua makin asik.\r\n\r\ngua sampe rumah lanjut siap siap buat jalan ke bx rink di Bintaro. gua janjian sama adek gua buat main bareng. nah awalnya gua semangat kan tapi anj kaki gua pegel bagnet ternyata pas turun dari kereta, itu jauh banget harus ke Manggarai Tanah Abang. lanjut ke jurang mangu anj. tapi untuk rinknya enak, ya walau dia kupotong 1/3 karena ada atlit yang lagi main.\r\n\r\nhari ini Aletha jadi MC di sesi IPS day 1. dan yah dikasih foto dari reyvan sih dia masih secakep yang biasa. classic imut lucu tapi mukanya jutek.thats my Aletha. Ya Allah aku berterimakasihlah dan bersyukur atas segala rezeki mu .\r\n\r\nstealth itu gua jalan pulang ke rumah kayak zombi jalanya udah pegel-pegel banget kaki gua parah. jadi ya pas dijemput naik mobil sama bokap udah lumayan enak lah.\r\n\r\nini gua ngetik aja sambil pegel pegel banget anj kaki gua wkwkkwkwk. hari ini juga gua udah ngajun permintaan gua ke kak kia. di acc apa ngga ya wasalam. terimakasih depok bunda, bapak, aku sekali lagi pamit. nitip adek freya, Zeyn yaa. nanti lebaran aku pulang lagi kok.\r\n\r\nbismillah ya Allah bantu aku.",
    "date": "2026-01-05"
  },
  {
    "id": 1767895334,
    "title": "Hari ke 21 gua liburan",
    "content": "yah, hari ini hari ke 21 gua liburan di depok, yang mana hari ini hari kamis, dan hari kamis yang berarti gua udah bakal balik di hari Seninnya, ya senin gua harus udah balik ke malang, karena igv anjing ini dept tercape ga masuk akal ini. semoga gua ga sedih pas gua balik( walaupun pasti sih ) gatal rasanya gua masih pengen di sini sebenernya. masih pengen main sama orang tua gua. jalan ke mall main sama adek gua lagi yang masih kecil.\r\n\r\nNamun apa daya kalo emang igv anjing ini kaga diturutin nanti gua di cap orang ga bertanggung jawab anjing lah siapa sih yang suruh gua masuk igv anjing. tm dari dulu kaga jelas alokasinya anjing. ya Allah. kasih aku kekuatan buat lewati ini semua. berilah aku ridhomu telah ikhlas melewati semua penderitaan ini. aku sayang sama keluarga ku semoga kedua orang tuaku bisa diampuni dosanya dan bisa mendapatkan ridho mu ya Allah. sumpah walaupun di iga dapet temen yang asik asik. kaya k valen , nabila ,reyvan, kak alam dan lian lain. tapi ya gua mash kesel kenapa jatah liburan kita kepotong. itu hak dan atas dasar apalah anjing. males banget gua dept lain santai doang anjim.\r\n\r\nhari ini gua kakuin rutinitas biasa ,tapi ya sekarang gua lagi di hotel ngetik log buat hari ini.\r\n\r\nanjing lo igv cape gue.",
    "date": "2026-01-08"
  },
  {
    "id": 1767980000,
    "title": "hari ke 22 gua liburan.",
    "content": "hari ini hari yang cukup aneh sebenernya gua gamau banyak yapping, pagi tadi gua lagi di novotel yang menurut gua gua kurang suka akan vibesnya dan 雰囲気hotelnya (kalo kata orang Jepang) tapi setelah itu lama gua pindah dan makan dulu bentar di cafee deket novotel. \r\n\r\nyang berkesan disitu adek gua dan ibu gua bahas ngobrol ringan tapi yang bikin seru. bisa ngobrolin hal kecil gitu sama keluarga.abis itu gua lanjut deh ke hotel yang vibes gua banget kota metropolitan gedung tinggi, di alana hotel sentul. disini gua bisa ngerasain yang berkesan itu pertama gymnay enak, gua olahraga disitu di malam hari jam 9 nan sampe jam 10. abis itu gua disini ngdonig baca buku nyatai nonton film dengan asik. jujur ini gue ngetik jurnal aja sambil ke ganggu ganggu sama nonton film yang judul nya the ordinary. kayaknya seru gua kedistrac mulu , percaya maa gua dari \".\" tadi ke ketikan sekarang ini gua ada kali jeda 2 menit buat nonton.bagus kayaknya nanti coba gua tonton.\r\n\r\nyah pokonya ini mungkin jadi malem ke 3dari terakhir gua di depok malem besok dan malem besoknya lagi menjadi terakhir. jujur gua pengen masih disini sama keluarga gua, kangen? iya dan gua pengen masih banget main sama mereka. tapi yah igv shibal ini aishh shibal sekiya.\r\n\r\ndespite that gua masih asik lah design menikmati vibes malem di hotel ini sambil ngoding, ngetik, baca, nonton dan lain lain\r\n\r\nkangen Aletha juga si cantik nan jutek itu sehat sehat ya dan semoga nanti dapet kerja yang bagus nikahnya sama aku kan, eh.. eh . ekhm ya gitu deh\r\n\r\nTerimaksih juga ya Allah telah memberikan ku rezeki sejauh ini. aku minta maaf jika ada salah terus bantu aku untuk mencapai semua impian ku di masa depan nanti dan ridhoillah aku.\r\n\r\n",
    "date": "2026-01-9"
  },
  {
    "id": 1768068574,
    "title": "hari ke 23 gua liburan (terakhir di depok)",
    "content": "Pagi ini gua bangun dengan rasa ingin lebih menikmati liburan, kali ini di hotel yang gua tinggali Alana hotel sentul menjadi pilihan gua karena videnya yang cocok dengan gue. aksen kayu yang tidak berlebihan dengan kamar dengan design modern. suara ac yang bergemuruh di tiap lorong lorong kamar membuat hotel terasa hidup. \r\n\r\nPagi ini gua turun bawah dengan semangat membantai makanan restoran (inlcude breakfest) gua makan dengan lahap dan banyak sampe kekenyangan.\r\n\r\nabis itu disini moment gua dapet \"zen\" nya dimana gua merasa in the \"zone\" dimana saat gua mencoba berenang di jam 11 siang yang sepi. awalnya panas. sinar ultraviolet matahari menyinari batu pinggirin kolam yang berwarna abu gelap. gue berendem di kolam cukup lama. disakat matahari sedang terik teriknya rintik gerimis pun turun. membaut batu yang tadinya panas menjadi hangat. rasanya sangat kontras dan enak dimana setengah badanmu berada di kolam dan dada dan tangan yang di batu alami mulus menghangatkan diri. sambil melihat legit yang menurunkan air hujan dan rintiknya yang soothing banget di kuping gua.\r\n\r\nsetelah itu gua beranjak pulang dan sialnya di mobil harus sempet gmeet agak mual. \r\n\r\ngak lama setelah sampe rumah dapet ajakan suporrteran sama temen SMA. berhubung besok pulang dan gua juga belom ketemu temen SMA gua gas ajalah. walaupun gua ujung ujungnya gajadi nonton karena telat, tapi gua dapet nongkrong sama temen SMA gua bahas hal hal yang seru. dari kegiatan mereka selama kuliah. pada masih main game apa dan lain lain.tapi entah kenapa kali ini terasa lebih hambar dari biasanya. tidak se nostalgia saat kita semua itikaf di masjid yang bikin kita seakan balik ke SMA lagi. tapi selepas hal tersebut gua ttp bersyukur bisa ketemu dulu sama mereka.\r\n\r\nDan... yah disin akhirnya gua lagi ngetik di kamar adek gua , menikmati malam terakhir gua di rumah sebelum kembali ke malang. ya Allah jagalah keluargaku Bapak lancarin rezekinya dipermudah biar bisa membahagiakan dan menafkahi keluarga, bunda diberi kesabaran untuk mengurus anak anak dan bapak. dan titip adik adik gue ya Allah. \r\n\r\nAletha... jujur gua kangen sama lo. juteknya itu waktu itu eh malah nyamperin gua nawarin bantuan. lucu banget sih. gemes deh",
    "date": "2026-01-10"
  }
]