[
  {
    "id": 1766680124,
    "title": "hari ke 7 liburan di rumah euy ７日の連休だ",
    "content": "hari ini sebenernya ngga terlallu banyak hal yang gua lakuin sih soalnya hari ini gua bangun bangun itu lumayan pagi jam setengah 9 tapi yang lain masih pada tidur jir. terus ya bais bangun gua jalanin rutinitas baca buku dan juga ngerjain beberapa bab dari  jlpt n3 ini. abis itu kabar baiknya gua udah di chekcout barang laptop macbook air m4 yang bakal dateng itu. abis itu gua pergi ke rumah uwak gua . ya sbeenernya biasa pengunjugnan normal ajasih . namun yang gua saadar disini sejak tanggal 17 pas gua ketemu dengan kay depan gedung G abis itu di tanggal 19 itu gua di follow second ignya kan trus di chat juga sama dia, jujur gua suka sama dia ( sebagai teman) dia orangnya lucu dan connect aja sama gua gitu jadi gua gaperlu jaim kalo ngobrol sama dia kayak bisa show my true colors aja. dan yah kay itu kocak sih sama goofy ahh wkwkwk.\r\n",
    "date": "2025-12-25"
  },
  {
    "id": 1766595179,
    "title": "hari ke- 6 ６日の連休です。年末の祭日",
    "content": "今日はいい日だとおもいます。朝では寝坊したので。１１時ぐらいで起きて、その後本を読んでたり日本語を勉強したり。たくさんことをする、それ後母が家に帰りました。その後母が俺をさそうてくれた。「Nev、macbook airのパソコンを買いたいんでしょう？」と言いた俺はその時を築いた。そうね。。今日は新いパソコンを買うなんて忘れました。だから１時にごろpesona square のデパとを行って。最初はそこではsolaria で食べた、solaria de takusan 料理を食べた、うまいです。俺がnasi goreng を注文した、俺の妹がからげとkwetiawを注文した。\r\n\r\nそのあとi-boxで新しいパソコンを見にした。macbook air は本当にすばらしいパソコンだった。あの力と便利さは最高だ。いちばん開発元のパソコンだ。！\r\n\r\nhari ke 6 gua liburan di depok, rumah gua ,\r\nhari ini gua bangun agak siang sebenernya jam 10 an. terus gua lupa hari ini itu rencananya mau ke I box buat liat macbook air m4 yang baru. jadilah gua ke pesona square sama keluarga gua. pas gua disana karena laper keluarg gua memutuskan untuk mampir makan di solaria dulu. baru dah setelah itu sebenernya temenin adek gua main go kart 7 menit di mall gitu. abis itu setelah itu gua cek kan macbook air nya di i box ternayata keren juga sbeenernya . jadilah gua memutuskan untuk beli. soalnya disitu juga gua masih bingung mau yang zephyrus g14 atau macbook. dan kayaknya pilihan gua jatuh ke macbook + beli ps4 ( lagi ) biar gua bisa tetep produktif kerja full fokus dan juga main ps4 dan main game yang notabanenya menurut gua lebih produktif dari scroling instagram.\r\n\r\nhari ini juga gua ternyata ga sengaja bilang ke kay kalo dia cewe baddie ya maksudnya gua bilang lah dia cakep gitu soalnya emang iya, tapi gua di chat itu bilang kayak orang paling pede sedunia gitu dan gasadar  sbeenrny gua lagi flirting sama dia jir wkkwwkwk\r\n\r\n\r\n\r\n",
    "date": "2025-12-24"
  },
  {
    "id": 1766425488,
    "title": "５の日 家で",
    "content": "jadi sekarang kayaknya udah mulai liburan, yah walaupun ini tanggal 23 sebenernya gua nulisnya, tapi disini gua udah bikin kayak app personal blog gitu kok, asik juga ternyata bisa bikin sambil bikin diary juga hasil kerjaan gua sbeenrnya, malah menurut gua enak karena simple fungsinya cuma buat bikin trus nanti di posting disini , cuma bisa kita yang lihat nanti juga mungkin lebih minimalis lebih minim distraksi jadinuya, hari ini hari setelah hari minggu dimana kemarin gua naik speda ga ngotak cape banget anjim. ya pokoknya disitu gua cape banget bahkan semalem gua mimpi pantat gua sakit dan lagi ngangka kayak naik sepeda gitu kocak banget. hari ini gua sama adek gua juga pergi sholat magrhib bareng. ya chill dah\r\n",
    "date": "2025-12-23"
  },
  {
    "id": 1766424298,
    "title": "aleth ekhem..",
    "content": "Sunday 7 pm was the date of the Global village first meeting on boarding session. and after some this and that, i finnally got permsisiion to do this experience, i was so happy and nervous at the same time. i was so happy that i would get to be at the same experience opportunity with Aletha, but also got so nervous because the idea making contact with her and being able to see her and know her more also. the first on boarding meet went well . i was quite prepared, but she didnt came. it turned out im not as dissapointed asi tought i would be. so the journey go on as per \r\n\r\n10th June 2025\r\n\r\n. at the first finance and logistic meeting with kak danny and naira (btw a very close friends of aletha here hawhwhha ha) and thank you DANNY for givving me the PIC of synergy group with marcom wich marketing and communication was the functional that she leads. and then since my first chat to her is in our synergy , where we both at the same time send a picture of how a band for the merchandise. seemed that we both have the same idea and thinking at the same time and you know, we are frequented with each other. and chat by chat, even the simples “makasih ya “sounded very pleasing to me I love it so much. ican imagine her voice saying that smooth “makaish “ to me.and her typo’s kinda look like mine tbh.",
    "date": "2025-12-23"
  },
  {
    "id": 6,
    "title": "udah sampe di karawang seru juga",
    "content": "Ternyata gak sesusah itu kalau paham konsepnya.",
    "date": "2025-12-17"
  },
  {
    "id": 7,
    "title": "blog malam bersama tegar ",
    "content": "balb albalb aa.",
    "date": "2025-12-17"
  },
  {
    "id": 1766249358,
    "title": "galauana si A",
    "content": "ini tes buat sesuatu yang keren atau galau ",
    "date": "2025-12-20"
  },
  {
    "id": 1766249460,
    "title": "galauan si A (lagi)",
    "content": "dia cakep banget deh",
    "date": "2025-12-20"
  },
  {
    "id": 1766249540,
    "title": "malem di rumah depok",
    "content": "jadi gua malem malem lagi di depok nih , cuma ya gua bingung aj gitu mau ngapain jadi sekarang lagi ngodin aja santai nih",
    "date": "2025-12-20"
  },
  {
    "id": 1766413091,
    "title": "kenapa kucing gua sombong",
    "content": "mungkin guanya kurang baik kali sama dia jadinya gua dikira gngga peka pas ngasih makan gitu\r\n",
    "date": "2025-12-22"
  }
  
]